Repository: collective/collective.amberjack.core
Catalog: collective/amberjack/core/locales/*/LC_MESSAGES/collective.amberjack.core.po
Languages: es, no

source: Amberjack Setup
es: Instalación de Amberjack
no: Amberjack Oppsett

source: Amberjack alert
es: Alerta de Amberjack
no: Amberjack advarsel

source: Can't go to next step automatically. Do it manually.
es: No puede ir al próximo paso automáticamente. Debe hacerlo manualmente.
no: Kan ikke gå videre automatisk. Gjør det manuelt.

source: Choose archive file
es: Seleccionar un archivo
no: Velg lagringsfil

source: Choose url
es: Elegir dirección URL
no: Velg url

source: Configuration
es: Configuración
no: Konfigurasjon

source: Configuration for Amberjack.
es: Configuración para Amberjack.
no: Konfigurasjon for Amberjack.

source: Go to next step automatically.
es: Ir al próximo paso automaticamete
no: Gå til neste steg automatisk.

source: Please remove the [${path}] object to start the tour.
es: Por favor remueva el objeto [${path}] para iniciar la visita guiada.
no: Vennligst slett [${path}] for å starte øvelsen.

source: Please select a file.
es: Por favor, seleccione un archivo.
no: Vennligst velg en fil.

source: The object [${path}] doesn't exist yet.
es: El objeto [${path}] no existe.
no: Innholdet [${path}] eksisterer ikke enda.

source: The title of the skin shown in the select menu
es: El título del skin se muestra en el menú de selección
no: Tittelen på laget er i valgmenyen

source: This field is required, please correct.
es: Este campo es requerido, por favor, corrija.
no: Dette feltet er påkrevd, vennligst fyll ut.

source: Tour registration
es: Registro de la visita guiada
no: Registrering av øvelsen

source: Use Sandbox
es: Utilice el entorno de prueba
no: Bruk øvelsesmappen

source: You cannot click on other links, please use the console's exit button.
es: Usted no puede hacer clic en otros enlaces, por favor use el botón de salida de la consola.
no: Du kan ikke klikke på andre lenker, vennlist bruk avslutt knappen.

source: You have to be ${role} to execute this step.
es: Usted tiene que se ${role} para ejecutar este paso.
no: Du må ha rettigheter som ${role} for å gjøre dette steget.

source: You have to be anonymous to execute this step.
es: Usted tiene que ser un usuario 'anonymous' para ejecutar este paso.
no: Du må være anonym (logget ut) for å gjøre dette.

source: You have to be logged in to execute this step.
es: Usted debe estar registrado para poder realizar este paso.
no: Du må være logget inn for å gjøre dette.

source: next-tour
es: Próxima visita guiada:
no: Neste tur.

source: separator-between-steps
es: de
no: til
